base
base-devel
linux
linux-headers
linux-firmware

grub
efibootmgr
dosfstools
os-prober
mtools

ufw

networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc

mesa
lib32-mesa
mesa-demos
lib32-mesa-demos
libva-mesa-driver
libva-intel-driver
libva-vdpau-driver
xorg
xorg-xinit
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void

ffmpeg
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly

pipewire
pipewire-pulse
pipewire-jack
wireplumber
helvum
easyeffects

pamixer
pulsemixer

bluez
bluez-utils
blueman

android-tools
android-udev
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
mtpfs
udiskie
udisks2

gcr
gstreamer

i3-gaps
i3status

qtile
xcb-util-cursor
python-psutil

i3lock

zip
unzip
unrar
p7zip
gzip
bzip2
tar
xz

neovim
vim
nano
zsh
tmux
neofetch
htop
rofi
git
wget
curl
pavucontrol
pcmanfm-gtk3
vifm
ueberzug
ffmpegthumbnailer
atool
feh
sxiv
mpv
moc
imagemagick
lxappearance-gtk3
picom
fzf
bat
ripgrep
the_silver_searcher
fd
exa
net-tools
network-manager-applet
pacman-contrib
zathura
zathura-pdf-poppler
zathura-djvu
zathura-ps
dunst
lightdm
lightdm-slick-greeter
xclip
fuse2

kitty
alacritty

firefox
chromium

gcc
gdb
cmake

adobe-source-code-pro-fonts
adobe-source-sans-fonts
adobe-source-serif-fonts
awesome-terminal-fonts
libertinus-font
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
otf-fira-mono
otf-fira-sans
otf-font-awesome
powerline-fonts
terminus-font
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-font-awesome
ttf-hack
ttf-jetbrains-mono
ttf-joypixels
ttf-junicode
ttf-liberation
ttf-opensans
ttf-roboto
ttf-roboto-mono
ttf-ubuntu-font-family
xorg-fonts-100dpi
xorg-fonts-75dpi
