base
base-devel
linux
linux-headers
linux-firmware

grub
efibootmgr
os-prober
mtools
dosfstools
exfat-utils
ntfs-3g
intel-ucode
#amd-ucode

ufw
networkmanager

xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
#xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorg-xinit

acpilight

xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void

mesa
mesa-utils
xf86-video-intel

intel-media-driver
libva-intel-driver
libva-mesa-driver
libva-vdpau-driver

ffmpeg
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gcr

#alsa-firmware
#alsa-plugins
#alsa-utils
#alsa-lib
#pulseaudio
#pulseaudio-alsa
#pulseaudio-bluetooth
#pulseaudio-jack

pipewire
pipewire-pulse
pipewire-alsa
pipewire-jack
wireplumber
helvum

pamixer
pulsemixer

bluez
bluez-utils
blueman

android-tools
android-udev
udiskie
udisks2

libxft
libnotify
polkit

acpi
acpid
acpi_call

xdg-user-dirs

i3-gaps
i3status

qtile
xcb-util-cursor
python-psutil
alsa-utils
trayer

i3lock

zip
unzip
unrar
p7zip
gzip
bzip2
tar
xz

neovim
vim
nano
zsh
starship
tmux
neofetch
rofi
git
wget
curl
persepolis
pavucontrol
pcmanfm-gtk3
vifm
ueberzug
ffmpegthumbnailer
simplescreenrecorder
atool
feh
sxiv
mpv
moc
imagemagick
lxappearance-gtk3
picom
fzf
bat
ripgrep
the_silver_searcher
fd
exa
net-tools
network-manager-applet
pacman-contrib
zathura
zathura-pdf-poppler
zathura-djvu
zathura-ps
dunst
unclutter
dialog
xclip
xdotool
fuse2
rsync
arandr

kitty
alacritty

firefox
chromium

lightdm
lightdm-slick-greeter

gcc
gdb
cmake

adobe-source-code-pro-fonts
adobe-source-sans-fonts
adobe-source-serif-fonts
awesome-terminal-fonts
libertinus-font
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
otf-fira-mono
otf-fira-sans
otf-font-awesome
powerline-fonts
terminus-font
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-font-awesome
ttf-hack
ttf-jetbrains-mono
ttf-joypixels
ttf-junicode
ttf-liberation
ttf-opensans
ttf-roboto
ttf-roboto-mono
ttf-ubuntu-font-family
