base
base-devel
linux
linux-headers
linux-firmware

grub
efibootmgr
os-prober
mtools
dosfstools
exfat-utils
ntfs-3g
intel-ucode

ufw
networkmanager
iptables-nft
nfs-utils
net-tools
bridge-utils

xorg-server
xorg-setxkbmap
xorg-xev
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xwininfo
xorg-xinit
xorg-xinput
xorg-xset
xorg-xsetroot
xorg-xdpyinfo

#xorg-xbacklight
acpilight

xf86-input-evdev
xf86-input-libinput

mesa
mesa-utils

intel-media-driver
#libva-mesa-driver #for open-source dGPU driver
libva-nvidia-driver

ffmpeg
gstreamer
gst-libav
gcr

pipewire
pipewire-pulse
wireplumber
pulsemixer

bluez
bluez-utils
bluez-obex
blueman

#cups #enable is required

usbutils
udiskie
udisks2
mtpfs

man-db

libxft
libnotify

thermald

xdg-user-dirs
slock

i3-wm
i3status

zip
unzip
unrar
p7zip
gzip
bzip2
tar
xz

xcompmgr
neovim
vim
nano
zsh
starship
fastfetch
git
wget
curl
persepolis
pavucontrol
pcmanfm-gtk3
vifm
ueberzug
ffmpegthumbnailer
atool
feh
nsxiv
mpv
imagemagick
maim
lxappearance-gtk3
lxsession-gtk3
polkit
fzf
bat
ripgrep
fd
jq
bc
eza
pacman-contrib
zathura
zathura-pdf-poppler
#zathura-pdf-mupdf
dunst
unclutter
dialog
xclip
xdotool
slop
rsync
arandr
dmidecode
translate-shell
socat

fuse2
#fuse3
#fuseiso

kitty
alacritty

chromium

lightdm
lightdm-slick-greeter

#jdk-openjdk
gcc
gdb
cmake

noto-fonts
noto-fonts-cjk
noto-fonts-emoji
otf-font-awesome
terminus-font
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-font-awesome
ttf-hack
ttf-jetbrains-mono
ttf-roboto
ttf-roboto-mono
